[
{
"serieBol":false,
"type":"Movie",
"season":"",

"title":"Dragon Quest: Your Story (2019)",
"poster":"https://channelmyanmar.org/wp-content/uploads/2020/07/AAAABTuY982IOotzxcNWCP3iHuj7__WwsLnnq8V4gksTsgtTKNnBa6gzZ3i9ax-zqbSckUKHfWE59TevinXsSAuEH509T_R_mXqQ4LsnIQgw4gkwnrp54o1atZYEnA5c8w.jpg",
"reso":"720p WebRip",
"cat":"Animation, Adventure, Family",
 "rate":"8.0",

"movie":"{
"sd":"https://drive.google.com/file/d/12RPUgH4bRg_OiMywJnjLZ2vvK4v3M3tf/view?usp=drivesdk",
"sdZ":"443 MB",

"hd":"https://drive.google.com/file/d/17h7H9txohS6kraJAN5pamp9qcGQIrPCD/view?usp=drivesdk",
"hdZ":"886",

"fhd":"",
"fhdZ":"unavailable"
}",

"serie":"[
{
"ep":"",
"link":""},
 {
"ep":"",
"link":""}

]",


"review":"ဒီကားက 2019 တုန်းက Netflix ကထွက်ရှိခဲ့တဲ့ Anime ပဲဖြစ်ပါတယ်။ dragon quest ဂိမ်းကို animation

အနေနဲ့ရိုက်ထားတာပါ။ ဇာတ်လမ်းအကျဥ်းပြောရရင် နည်းပညာတိုးတက်လာတဲ့နောက်မှာ လူသားတွေဟာ

ဂိမ်းကို ကိုယ်တိုင်ဝင်ရောက်ပြီး ဆော့ကစားလာနိုင်တယ်။ ဒီကားထဲက ကောင်လေးက Dragon Quest ထဲက

လူကာ ဇာတ်ကောင်နေရာကနေ စွန့်စားခန်းတွေ လုပ်ဆောင်သွားပုံကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာပါ။ လူကာ

အကြောင်းကတော့ Dragon Quest ကိုထိတွေ့ခဲ့ဖူးတဲ့  90kids တွေဆိုရင်တော့ သိမှာပါ။ လူကာက မွေးဖွား

ခြင်းမှာ သူ့ရဲ့မိခင်ဟာ မိစ္ဆာရဲ့ ဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ သူဟာ ဖခင်ရဲ့ လက်ထဲမှာပဲ ကြီးပြင်းလာခဲ့ရပေမယ့်

တစ်နေ့မှာတော့ ဖခင်ပါ အသတ်ခံရတဲ့အခါ သူ့မိခင်ကို ရှာဖွေရမယ့် တာဝန်ဟာသူ့ထံရောက်လာပါတော့တယ်။

ဇာတ်လမ်းတစ်ခုလုံးဟာ စိတ်လှုပ်ရှားစရာတွေနဲ့ပြည့်နှက်နေခဲ့ပြီး အတော်လေးကိုကြည့်လို့ကောင်းနေခဲ့ပါတယ်။

ဒါပေမဲ့ အဲ့နောက်ကွယ်ကျန်နေသေးတာကတော့ အစမှာပြောခဲ့သလိုပဲ လူသားတွေဟာ VR World ထဲမှာသာ

ယာနေခဲ့ပြီး . တကယ့်ပြင်ပကမ္ယာအစစ်ကိုမေ့လျော့နေမှုဟာ ကြောက်မက်ဖွယ်ကောင်းလောက်အောင် မိန်းမော

သွားတာကိုတွေ့ရမှာပါ။ အဲ့တော့ VR Game ကြိုက်နှစ်သက်သူတွေ ပိုပြီးကြည့်သင့်တာပေါ့ဗျာ ."
},{
"serieBol":true,
"type":"Serie",
"season":"Season 1",

"title":""Br Nyr Series",
"poster":"https://image.tmdb.org/t/p/w185/ugrhcXhYMadYJ1E0zesd5yDzyKk.jpg",
"reso":"1080p FHD",
"cat":"Comedy, Drama, Romance",
 "rate":"9.0",

"movie":"{
"sd":"",
"sdZ":"",

"hd":"",
"hdZ":"",

"fhd":"",
"fhdZ":""
}",

"serie":"[
{
"ep":"Episode 1",
"link":""},
 {
"ep":"Episode 2",
"link":""},
  {
"ep":"Ep 3",
"link":""},
 {
"ep":"Ep 4",
"link":""}
]",

"review":"မနေ့ညက Disney+ Hotstarကနေ ဖြန့်ချိခဲ့တဲ့ မင်းသားချော ဆူရှန့်ကားသစ် လာပါပြီ။

အမြဲတမ်း ပြုံးနေတတ်တဲ့ မင်းသားချောကတော့ ဒီကားထဲမှာ နောက်ဆုံး မြင်တွေ့ခြင်းဆိုတာ အားလုံး သိပြီးသားဖြစ်မှာပါ။

ဇာတ်လမ်းထဲမှာတော့ ကင်ဆာရောဂါသည် ကောင်မလေးတစ်ယောက်….

ကင်ဆာရောဂါသည်တစ်ယောက်မို့ ဆေးတွေနဲ့ သူရဲ့ အောက်စီဂျင်ဘူးလေးနဲ့အတူ  မနက်ဖြန်ဆိုတာကို

ဖြတ်ကျော်နေရတယ်…ဒါပေမဲ့ သူမက အာဂကောင်မလေးလို့ဆိုရမလားပဲ…

သူမဟာ နာရေးတွေလိုက်တက်ပြီး

အထီးကျန်နေခဲ့ရတဲ့ ကျန်ရစ်သူ မိသားစုတွေကိုတောင် အားပေးနေတတ်တယ်…

တနေ့မှာတော့ သူ ဒီကင်ဆာရောဂါဝေဒနာရှင်တွေ အားပေးဝန်းရံကြတဲ့ အခမ်းအနားတစ်ခုမှာ

ကောင်လေးတစ်ယောက်နဲ့ ဆုံခဲ့ပါလေရော….စပွိုင်လာဖြစ်မှာစိုးလို့ ဒီလောက်နဲ့တော်ပါရစေ…..

။ ဘောလိဝုဒ်ပရိသတ်တွေကတော့ အညွန်းမဖတ်ဘဲ ကြည့်ကြမယ်ဆိုတာလည်း ယုံကြည်ထားပါတယ်။

ခုချိန်မှာတော့ IMDb Ratingက လူပေါင်း၂သောင်းကျော်ပေးထားတဲ့ 9.9/10ပါ။

မနေ့က စပြီး လွှင့်လွှင့်ချင်း၂နာရီအကြာမှာတော့ လူ၁ထောင်ပေးထားတဲ့ Ratingက 10/10ပါ။

လွန်ခဲ့တဲ့လ,က သေဆုံးသွားပြီဖြစ်တဲ့ ဆူရှန်မို့ ပရိသတ်တွေက သေပြီးမှ ချစ်ကြောင်းပြချင်လို့ ပေးတဲ့

Ratingလား ဒါမှမဟုတ် ဒီဇာတ်ကားနဲ့ ထိုက်တန်လို့ ပေးထားတဲ့ Ratingလားဆိုတာကိုတော့ ကိုယ်တိုင်ခံစားပြီး ကြည့်ရှုကြပါဦးဗျာ။

ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Thu & Nyi Nyi Koe တို့ပဲဖြစ်ပါတယ်…."
}
]
